Repository: bronenos/minimonth
Catalog: Hoster/*.lproj/Localizable.strings
Languages: ru

# Common.Confirm
source: Confirm
ru: Подтвердить

# Hoster.Title
source: Your widget preferences
ru: Настройки вашего виджета

# Preferences.PreviewAs.Light
source: Light
ru: Светлый

# Preferences.PreviewAs.Dark
source: Dark
ru: Тёмный

# Preferences.WeekNumbers
source: Week numbers
ru: Номер недели

# Preferences.Colors.BackgroundTitle
source: Background fill (iOS 14+)
ru: Заливка фона (iOS 14+)

# Preferences.Colors.MonthTitle
source: Month title
ru: Название месяца

# Preferences.Colors.NavigationElements
source: Navigation elements
ru: Элементы навигации

# Preferences.Colors.WeekCaptions
source: Week captions
ru: Обозначения недели

# Preferences.Colors.WorkdayNumbers
source: Workday numbers
ru: Рабочие дни

# Preferences.Colors.WeekendNumbers
source: Weekend numbers
ru: Выходные дни

# Preferences.Colors.CurrentDay
source: Current day (background)
ru: Текущий день (фон)

# Preferences.Colors.CurrentDayText
source: Current day (foreground)
ru: Текущий день (текст)

# Preferences.Colors.ShortEvents
source: Short events
ru: Короткие события

# Preferences.Colors.AllDayEvents
source: All-day events
ru: События на весь день

# Preferences.Colors.ResetColors
source: Revert to default colors
ru: Вернуть изначальные цвета

# Alert.ResetColors.Title
source: Revert to default colors?
ru: Вернуть изначальные цвета?

# Alert.ResetColors.Message
source: Your preferences for both light and dark styles would be reverted to default colors
ru: Ваши настройки для светлой и тёмной тем будут сброшены до изначальных цветов
